adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alsa-utils
autoconf
automake
base
binutils
bison
bleachbit
blender
blueman
bluez
bluez-utils
brave-bin
calibre
checkbashisms
cmake
dash
dashbinsh
deadbeef
decrediton
discord
dmenu
docker
docker-compose
dust-bin
emacs
entr
exo
fakeroot
fd
file
findutils
firefox
flex
garcon
gawk
gcc
gettext
gimp
git
go
grep
groff
grub
gvim
gzip
htop
hugo
id3
inkscape
jq
jre7-openjdk
ledger-live-bin
lf-bin
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
m4
make
man-db
man-pages
mlocate
mousepad
nano
ncdu
neovim
nerd-fonts-mononoki
nerd-fonts-source-code-pro
nethogs
networkmanager
nitrogen
nodejs
noto-fonts-emoji
npm
ocaml
onivim2
opam
otf-droid-sans-mono-powerline-git
otf-font-awesome
pacman
pacman-contrib
parole
paru
pass
patch
perl-image-exiftool
php
php-gd
php-intl
php-pgsql
php-sodium
php7
php7-intl
php7-sodium
picom
pkgconf
plank
pulseaudio
python
python-cli_helpers
python-pip
python-pipenv
python-pynvim
reason-language-server
ripgrep
ristretto
rmlint
rsync
ruby-iostruct
ruby-zpng
sed
shortwave
slack-desktop
sonic-visualiser
sudo
synapse
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tig
tmux
traceroute
tree
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-joypixels
ttf-monaco
ttf-roboto
ttf-roboto-mono
tumbler
verthash-miner-bin
visual-studio-code-bin
wget
which
xarchiver
xclip
xf86-video-nouveau
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xclock
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xterm
zsh
zsteg
