adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alsa-utils
autoconf
automake
base
binutils
bison
blender
blueman
bluez
bluez-utils
brave-bin
cmake
decrediton
discord
dmenu
docker
docker-compose
emacs
entr
fakeroot
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
go
grep
groff
grub
gvim
gzip
htop
inkscape
jre7-openjdk
ledger-live-bin
lf-bin
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
m4
make
man-db
man-pages
mlocate
nano
neovim
nerd-fonts-mononoki
nerd-fonts-source-code-pro
networkmanager
nitrogen
nodejs
noto-fonts-emoji
npm
ocaml
opam
otf-droid-sans-mono-powerline-git
otf-font-awesome
pacman
paru
pass
patch
php
php-gd
php-intl
php-pgsql
php7
picom
pkgconf
pulseaudio
python
python-cli_helpers
python-pip
python-pipenv
python-pynvim
reason-language-server
ripgrep
ruby-iostruct
ruby-zpng
sed
shortwave
slack-desktop
sudo
telegram-desktop
texinfo
tig
tmux
traceroute
tree
ttf-dejavu
ttf-font-awesome
ttf-joypixels
wget
which
xclip
xf86-video-nouveau
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xclock
xorg-xinit
xorg-xrandr
xterm
zsh
zsteg
